Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Vermietung von Skianlagen
en: Providing skiing facilities

source: Veröffentlichung von Fachaufsätzen
en: Publishing of scientific papers

source: Vermietung von Inlineskates
en: Rental of in-line skates

source: Akademische Betreuung von Kindern im Schulalter
en: Academic mentoring of school age children

source: Dienstleistungen von Online-Bibliotheken
en: Online research library services

source: Buchung von Sitzplätzen für Konzerte
en: Booking of seats for concerts

source: Veranstaltung und Durchführung von Selbsterfahrungskursen und -seminaren
en: Arranging and conducting of workshops and seminars in self-awareness

source: Organisation von Kursen und Seminaren
en: Arranging of workshops and seminars

source: Beratung in Bezug auf die Organisation von Kochwettbewerben
en: Consultancy relating to the organisation of culinary competitions

source: Verfassen von individuellen Texten, nicht für Werbezwecke
en: Custom writing services for non-advertising purposes

source: Unterhaltung in Form von Dinnertheaterproduktionen
en: Entertainment in the nature of dinner theater productions

source: Organisation von Hunderennen
en: Organisation of dog races

source: Veranstaltung von Online-Unterrichtskursen
en: Providing online courses of instruction

source: Durchführung von Fernunterricht auf Universitätsniveau
en: Conducting distance learning instruction at the university level

source: Durchführung von Fernunterricht auf Graduiertenniveau
en: Conducting distance learning instruction at the graduate level

source: Durchführung von Fernunterricht auf Hochschulniveau
en: Conducting distance learning instruction at the college level

source: Durchführung von Fernunterricht auf Sekundarniveau
en: Conducting distance learning instruction at the secondary level

source: Durchführung von Fernunterricht auf Primarniveau
en: Conducting distance learning instruction at the primary level

source: Darbietung von Live-Tanzveranstaltungen
en: Presentation of live dance performances

source: Bereitstellung von Wasserrutschen für Freizeitzwecke
en: Providing water slides for recreational purposes

source: Vermietung von Hüpfburgen für Freizeitzwecke
en: Providing bounce houses for recreational purposes

source: Organisation von Eislaufwettbewerben
en: Organisation of ice-skating competitions

source: Organisation von Rollschuhwettbewerben
en: Organisation of roller-skating competitions

source: Organisation von Tennisturnieren
en: Organisation of tennis tournaments

source: Organisation von Leichtathletikwettbewerben
en: Organisation of track and field competitions

source: Organisation von Gewichtheberwettbewerben
en: Organisation of weight lifting competitions

source: Organisation von Wrestlingwettbewerben
en: Organisation of wrestling contests

source: Organisation von Jachtrennen
en: Organisation of yacht races

source: Produktion von TV-Spielshows
en: Production of television game shows

source: Planung und Durchführung von Partys [Unterhaltung]
en: Planning and conducting of parties [entertainment]

source: Produktion von Vergnügungsparkshows
en: Production of amusement park shows

source: Veröffentlichung von Online-Rezensionen im Unterhaltungsbereich
en: Publication of online reviews in the field of entertainment

source: Veranstaltung und Durchführung von Weinproben für Bildungszwecke
en: Arranging and conducting of wine tasting events for educational purposes

source: Veranstaltung und Durchführung von Weinproben für Unterhaltungszwecke
en: Arranging and conducting of wine tasting events for entertainment purposes

source: Durchführung von Live-Veranstaltungen von Musikgruppen
en: Presentation of live performances by musical bands

source: Produktion von Musikkonzerten
en: Production of music concerts

source: Organisation und Durchführung von Musikkonzerten
en: Arranging and conducting of music concerts

source: Darbietung von Live-Veranstaltungen durch Rockgruppen
en: Presentation of live performances by rock groups

source: Veranstaltung von Führungen durch Kulturstätten für Bildungszwecke
en: Conducting guided tours of cultural sites for educational purposes

source: Vermietung von Schießanlagen
en: Providing gun firing range facilities

source: Beratung im Bereich des körperlichen Fitnesstrainings
en: Consultancy relating to physical fitness training

source: Vermietung von Sportanlagen für den Polosport
en: Providing sports facilities for playing polo

source: Durchführung von Unterrichtskursen auf Doktorandenniveau
en: Providing courses of instruction at post-graduate level

source: Veranstaltung von Unterrichtskursen auf Hochschulniveau
en: Providing courses of instruction at college level

source: Veranstaltung von Unterrichtskursen auf Oberstufenniveau
en: Providing courses of instruction at high school level

source: Vermietung von Tanzanlagen
en: Providing dance facilities

source: Vermietung von Tanzsälen
en: Providing dance hall facilities

source: Zurverfügungstellen von Altersfreigaben für Fernseh-, Film-, Musik-, Video- und Videospielinhalte
en: Providing age ratings for television, movie, music, video and video game content

source: Vorbestelldienste für Eintrittskarten zu Unterhaltungs-, Sport- und Kulturveranstaltungen
en: Providing will-call ticket services for entertainment, sporting and cultural events

source: Vermietung von Videospielkonsolen
en: Rental of video game consoles

source: Vermietung von Videospielgeräten
en: Rental of video game apparatus

source: Dienstleistungen eines Songwriters, nicht für Werbezwecke
en: Songwriting services for non-advertising purposes

source: Organisation von Unterhaltungsaktivitäten für Sommercamps
en: Organisation of entertainment activities for summer camps

source: Organisation von kulturellen Aktivitäten für Sommercamps
en: Organisation of cultural activities for summer camps

source: Organisation von Bildungsaktivitäten für Sommerlager
en: Organisation of educational activities for summer camps

source: Organisation von Sportaktivitäten in Sommercamps
en: Organisation of sports activities for summer camps

source: Fahrunterricht für Führer von Nutzfahrzeugen
en: Commercial vehicle driving instruction

source: Unterricht für Rennfahrer
en: Racing driver instruction

source: Überarbeiten von Schriftstücken, ausgenommen zu Werbezwecken
en: Editing of written texts, other than publicity texts

source: Organisation von Jachtregatten
en: Organisation of yachting competitions

source: Organisation von Sportturnieren
en: Organisation of sports tournaments

source: Unterricht auf dem Gebiet der darstellenden Künste
en: Instruction in the field of the performing arts

source: Zeichenunterricht
en: Drawing instruction

source: Unterricht auf dem Gebiet der bildenden Künste
en: Instruction in the field of the visual arts

source: Vermietung von Indoor-Skianlagen
en: Providing indoor ski facilities

source: Vermietung von Skisportanlagen
en: Providing sports facilities for skiing

source: Organisation von Ausstellungen für kulturelle oder Unterrichtszwecke
en: Arranging of exhibitions for cultural or educational purposes

source: Organisation von Golfwettbewerben
en: Organisation of golf competitions

source: Organisation und Durchführung von Sportwettbewerben
en: Arranging and conducting of sports competitions

source: Vermietung von Sporttauchausrüstungen
en: Rental of sports diving equipment

source: Vermietung von Tennisschlägern
en: Rental of tennis racquets

source: Live-Darbietung von Weihnachtsmusikproduktionen
en: Presentation of live Christmas musical productions

source: Organisation und Durchführung von American-Football-Trainingsprogrammen
en: Arranging and conducting of American football training programs

source: Organisation und Durchführung von American-Football-Jugendtrainingsprogrammen
en: Arranging and conducting of youth American football training programs

source: Organisation und Durchführung von Fußball-Trainingsprogrammen
en: Arranging and conducting of soccer training programs

source: Organisation und Durchführung von Fußball-Jugendtrainingsprogrammen
en: Arranging and conducting of youth soccer training programs

source: Produktion von Rollschuhshows
en: Production of roller-skating shows

source: Darbietung von Eislaufshows
en: Presentation of ice-skating shows

source: Unterhaltung in Form von Live-Tanzdarbietungen
en: Entertainment in the nature of live dance performances

source: Darbietung von Live-Unterhaltungsveranstaltungen
en: Presentation of live entertainment performances

source: Organisation von Schachturnieren
en: Organisation of chess tournaments

source: Vermietung von Außenanlagen für Paintball-Spiele
en: Providing outdoor facilities for playing paintball games

source: Vermietung von Anlagen für Paintball-Spiele
en: Providing facilities for playing paintball games

source: Reservierung und Buchung von Eintrittskarten für Theatershows
en: Ticket reservation and booking services for theater shows

source: Reservierung und Buchung von Eintrittskarten für Musikkonzerte
en: Ticket reservation and booking services for music concerts

source: Reservierung und Buchung von Eintrittskarten für Freizeitveranstaltungen
en: Ticket reservation and booking services for recreational and leisure events

source: Reservierung und Buchung von Eintrittskarten für Sportveranstaltungen
en: Ticket reservation and booking services for sporting events

source: Reservierung und Buchung von Eintrittskarten für Unterhaltungsveranstaltungen
en: Ticket reservation and booking services for entertainment events

source: Online-Publikation von elektronischen Zeitungen
en: Online publication of electronic newspapers

source: Multimediale Publikation von Zeitungen
en: Multimedia publishing of newspapers

source: Multimediale Publikation von Magazinen
en: Multimedia publishing of magazines

source: Multimediale Publikation von elektronischen Publikationen
en: Multimedia publishing of electronic publications

source: Organisation von Autorallyes
en: Organisation of automobile rallies

source: Produktion von Hörprogrammen
en: Production of audio programs

source: Verleih von Ton- und Bildaufzeichnungen
en: Rental of sound and image recordings

source: Veranstaltung von Unterhaltungsshows
en: Arranging of entertainment shows

source: Organisation und Veranstaltung von Shows
en: Organisation and presentation of shows

source: Veranstaltung von Schulungen
en: Arranging of training courses

source: Bereitstellung von Freizeitanlagen
en: Providing leisure and recreation facilities

source: Produktion von Fernsehprogrammen für die Ausstrahlung auf mobilen Geräten
en: Production of television programs for broadcast on mobile devices

source: Organisation und Durchführung von Ausbildungskursen
en: Arranging and conducting of educational courses

source: Veranstaltung und Durchführung von Übungsseminaren
en: Arranging and conducting of training seminars

source: Erteilung von Auskünften über kulturelle Aktivitäten
en: Providing information about cultural activities

source: Erteilung von Auskünften über sportliche Aktivitäten
en: Providing information about sporting activities

source: Veröffentlichung der Ergebnisse klinischer Studien
en: Publication of the results of clinical trials

source: Vermietung von DVD-Playern
en: Rental of DVD players

source: Planung und Durchführung von Bildungsveranstaltungen
en: Arranging and conducting of educational events

source: Organisation und Durchführung von kulturellen Aktivitäten
en: Arranging and conducting of cultural activities

source: Organisation und Durchführung von Unterhaltungsaktivitäten
en: Arranging and conducting of entertainment activities

source: Durchführung von kulturellen Aktivitäten
en: Conducting of cultural activities

source: Durchführung von Unterhaltungsaktivitäten
en: Conducting of entertainment activities

source: Ausbildung im Bereich Arbeitsmedizin und Arbeitssicherheit
en: Education in the field of occupational health and safety

source: Durchführung von Tagungen
en: Conducting of conventions

source: Durchführung von Kursen
en: Conducting of classes

source: Beratung in Bezug auf die Berufsausbildung
en: Consultancy relating to vocational skills training

source: Ausbildung auf dem Gebiet der Immobilienverwaltung
en: Training in the field of real estate management

source: Aus- und Weiterbildung in den Bereichen Musik und Unterhaltung
en: Education and training in the field of music and entertainment

source: Bereitstellung von nicht herunterladbaren Filmen über Video-on-Demand
en: Providing films, not downloadable, via video-on-demand transmission services

source: Bereitstellung von nicht herunterladbaren Fernsehsendungen über Video-on-Demand
en: Providing television programmes, not downloadable, via video-on-demand transmission services

source: Vermietung von Zimmeraquarien
en: Rental of indoor aquaria

source: Unterricht im Bereich Aufforstung
en: Instruction of forestation skills

source: Durchführung von Ausbildungskursen im Bereich der Reisebranche
en: Providing education courses relating to the travel industry

source: Auskünfte in Bezug auf Online-Schulungen
en: Providing information about online education

source: Durchführung von Seilrutschfahrten für Erholungszwecke
en: Providing zip line rides for recreational purposes

source: Vermietung von Filmnegativen
en: Rental of film negatives

source: Vermietung von Filmpositiven
en: Rental of film positives

source: Verfassen von Reden, ausgenommen für Werbezwecke
en: Speech writing for non-advertising purposes

source: Unterweisung in Taekwondo
en: Taekwondo instruction

source: Fotografieren
en: Photography

source: Vermietung von Videokameras
en: Rental of video cameras

source: Online-Publikation von elektronischen Büchern und Zeitschriften
en: On-line publication of electronic books and journals

source: Live-Unterhaltung
en: Live entertainment

source: Betriebliche Ausbildung
en: Business training services

source: Produktion von Tonaufnahmen
en: Production of record masters

source: Produktion von Tonaufzeichnungen
en: Production of sound recordings

source: Verfassen von Drehbüchern
en: Scriptwriting services

source: Veranstaltung sportlicher Wettkämpfe
en: Organization of sports competitions

source: Organisation von Sportveranstaltungen
en: Organisation of sporting events

source: Erziehung auf Akademien
en: Academies [education]

source: Dienstleistungen und Betrieb von Aufnahmestudios
en: Provision of recording studio facilities

source: Dienstleistungen von Tonstudios
en: Recording studio services

source: Veranstaltung von Wettbewerben [Erziehung und Unterhaltung]
en: Organization of competitions [education or entertainment]

source: Veranstaltung von Ausbildungs- oder Unterhaltungswettbewerben
en: Arranging of competitions for education or entertainment

source: Theateraufführungen
en: Theatre productions

source: Publizieren von Zeitungen
en: Newspaper publication

source: Bereitstellen von Sportanlagen
en: Providing sports facilities

source: Filmvorführungen in Kinos
en: Cinema presentations

source: Darbietung von Musik
en: Music performances

source: Produktion von Fernsehsendungen
en: Production of television features

source: Produktion von Fernsehprogrammen
en: Television show production

source: Dienstleistungen von Spielhallen
en: Providing amusement arcade services

source: Unterhaltung mit Spielautomaten
en: Amusement arcade services

source: Vorführen von Zirkusdarbietungen
en: Presentation of circus performances

source: Erteilen von Auskünften über Unterhaltung
en: Providing entertainment information

source: Verfassen von Texten für Blogs
en: Writing services for blogs

source: Unterhaltungsdienstleistungen mittels Podcasts
en: Provision of entertainment via podcast

source: Verleih von E-Book-Readern
en: Electronic book reader rental

source: Organisation von Live-Musikveranstaltungen
en: Organisation of live musical performances

source: Weinverkostung zu Unterrichtszwecken
en: Wine tasting events for educational purposes

source: Organisation von Sporteinweisung
en: Organisation of sports tuition

source: Veröffentlichung von Zeitschriften und nicht-periodischen Publikationen, mit Ausnahme von Werbetexten
en: Publishing services for periodical and non-periodical publications, other than publicity texts

source: Veröffentlichung von Kalendern
en: Publication of calendars

source: Veröffentlichung von Katalogen
en: Publication of catalogues

source: Publizieren einer Kundenzeitschrift im Internet
en: Publishing a newspaper for customers on the Internet

source: Veröffentlichung von Bildungs- und Schulungsratgebern
en: Publication of educational and training guides

source: Zurverfügungstellen von Ausbildung im Bereich Hygiene für die Catering-Industrie
en: Provision of training in the field of hygiene for the catering industry

source: Zurverfügungstellen von Onlineunterhaltung als Spielshows
en: Providing online entertainment in the nature of game shows

source: Zurverfügungstellen von Onlineunterhaltung in der Form von Fantasy-Sportligen
en: Providing online entertainment in the nature of fantasy sports leagues

source: Zurverfügungstellen von Onlineunterhaltung in Form von Turnierspielen
en: Providing online entertainment in the nature of game tournaments

source: Zurverfügungstellen einer Onlinezeitschrift mit Informationen über Computerspiele
en: Provision of an online magazine featuring information in the field of computer games

source: Organisation von professionellen Golfturnieren oder -wettbewerben
en: Organisation of professional golf tournaments or competitions

source: Organisation und Durchführung von Bällen
en: Organisation and conducting of balls

source: Zurverfügungstellen von nicht herunterladbaren Filmen und Fernsehprogrammen über Pay-per-View-TV-Sender
en: Provision of non-downloadable films and television programs via pay-per-view television channels

source: Zurverfügungstellen von nicht herunterladbaren Filmen und Fernsehprogrammen über Pay-TV
en: Provision of non-downloadable films and television programs via pay television

source: Zurverfügungstellen von Informationen zu Fitness-Training über eine Online-Website
en: Provision of information relating to physical training via an online web site

source: Zurverfügungstellen von Informationen zu körperlichen Übungen über eine Online-Website
en: Provision of information relating to physical exercises via an online web site

source: Zurverfügungstellen von Informationen zu Turnunterricht über eine Online-Website
en: Provision of information relating to physical education via an online web site

source: Unterhaltung in Form von Live-Vorstellungen und Live-Auftritten von kostümierten Personen
en: Entertainment in the nature of live performances and personal appearances by a costumed character

source: Darbietung von Live-Unterhaltung
en: Presentation of live entertainment events

source: Ausbildung oder Unterricht im Bereich Lebensberatung
en: Training or education services in the field of life coaching

source: Zurverfügungstellen von Lehrkursen zu Ernährung
en: Provision of educational courses relating to diet

source: Über Computernetzwerke und globale Kommunikationsnetzwerke zur Verfügung gestellte Spieldienste
en: Games services provided via computer networks and global communication networks

source: Über Computerterminals oder Mobiltelefone bereitgestellte Spieldienste
en: Game services provided by means of communications by computer terminals or mobile telephone

source: Unterhaltungsdienstleistungen in Form von Musikdarbietungen von Gesangsgruppen
en: Entertainment services in the form of musical vocal group performances

source: Unterhaltungsdienstleistungen in Form von Darbietungen von Musikgruppen
en: Entertainment services in the form of musical group performances

source: Unterhaltung in Form von Mobiltelefon-Fernsehen
en: Entertainment in the nature of mobile phone television

source: Elektronische Veröffentlichung von Texten und Druckerzeugnissen [außer Werbetexten] im Internet
en: Electronic publication of texts and printed matter, other than publicity texts, on the Internet

source: Ausbildung und Schulung in Bezug auf Natur- und Umweltschutz
en: Education and training relating to nature conservation and the environment

source: Ausbildung und Schulung im Datenverarbeitungsbereich
en: Education and training in the field of electronic data processing

source: Editieren von Drucksachen mit Bildern, ausgenommen für Werbezwecke
en: Editing of printed matter containing pictures, other than for advertising purposes

source: Vorbereitung von Ausbildungskursen und Prüfungen
en: Preparation of educational courses and examinations

source: Beratungs- und Informationsdienste zur Vorbereitung, Durchführung und Organisation von Workshops [Ausbildung]
en: Consultancy and information services relating to arranging, conducting and organisation of workshops

source: Beratungs- und Informationsdienste in Bezug auf Vorbereitung, Durchführung und Organisation von Symposien
en: Consultancy and information services relating to arranging, conducting and organisation of symposiums

source: Beratungs- und Informationsdienste in Bezug auf Vorbereitung, Durchführung und Organisation von Kongressen
en: Consultancy and information services relating to arranging, conducting and organisation of congresses

source: Beratungs- und Informationsdienste in Bezug auf Vorbereitung, Durchführung und Organisation von Konferenzen
en: Consultancy and information services relating to arranging, conducting and organisation of conferences

source: Beratungs- und Informationsdienste in Bezug auf Vorbereitung, Durchführung und Organisation von Konzerten
en: Consultancy and information services relating to arranging, conducting and organisation of concerts

source: Beratungs- und Informationsdienste in Bezug auf Vorbereitung, Durchführung und Organisation von Kolloquien
en: Consultancy and information services relating to arranging, conducting and organisation of colloquiums

source: Durchführung von Unterweisungs-, Ausbildungs- und Schulungskursen für Jugendliche und Erwachsene
en: Conducting of instructional, educational and training courses for young people and adults

source: Durchführung von Wettbewerben im Internet
en: Conducting of competitions on the Internet

source: Tonaufzeichnungs- und produktionsdienste
en: Audio recording and production services

source: Organisation von Wettbewerben über das Internet
en: Arranging of competitions via the Internet

source: Vermietung von Druckerzeugnissen
en: Rental of printed publications

source: Veröffentlichung von Zeitschriften in elektronischer Form im Internet
en: Publishing of magazines in electronic form on the Internet

source: Herausgabe von Druckereierzeugnissen in elektronischer Form im Internet
en: Publication of printed matter in electronic form on the Internet

source: Veröffentlichung von elektronischen Büchern und Magazinen im Internet
en: Publication of electronic books and periodicals on the Internet

source: Veröffentlichung von Multimedia-Materialien online
en: Publication of multimedia material online

source: Zurverfügungstellen von Informationen und Vorbereitung von Zwischenberichten in Bezug auf Ausbildung und Schulung
en: Provision of information and preparation of progress reports relating to education and training

source: Zurverfügungstellen von Ausbildung in der Land- und Forstwirtschaft und im Gartenbau
en: Providing of training in the fields of agriculture, horticulture and forestry

source: Zurverfügungstellen von Informationen zu Weiterbildung über das Internet
en: Providing of information relating to continuing education via the Internet
